{
  "meet_1": "Hi",
  "meet_2": "Hello",
  "meet_3": "I'm",
  "noum": "me",
  "possessive": "My",
  "possessive_single": "My",
  "nav_home": "Home",
  "nav_about": "About",
  "nav_skills": "Skills",
  "nav_portfolio": "Portfolio",
  "nav_contact": "Contact",
  "home_job_title": "Web Developer",
  "home_profile_resume": "I am an enthusiastic web developer with a strong background in computer engineering. I am characterized by providing technical excellence and creativity in each project in which I participate. With a humble attitude, I consider myself a collaborative problem solver, eager to contribute to the success of challenging projects and continue learning in this exciting field of web development",
  "home_about_me_button": "About Me",
  "home_contact_me_button": "Contact Me",
  "about_title": "About",
  "about_paragraph_1": "I am an web developer with a strong background in computer engineering. I am characterized by providing technical excellence and creativity in each project in which I participate. With a humble attitude, I consider myself a collaborative problem solver, eager to contribute to the success of challenging projects and continue learning in this exciting field of web development.",
  "about_paragraph_2": "Over the years, I have honed my skills in React and its ecosystem, keeping up with the latest trends and best practices. I have hands-on experience in developing responsive and user-friendly web interfaces, leveraging the power of React components, state management libraries like Redux or MobX, and UI frameworks such as Material-UI or Bootstrap. Collaboration and teamwork are essential aspects of my work style. I enjoy working alongside designers, backend developers, and other stakeholders to bring concepts to life. I believe that effective communication and a positive attitude are key to delivering exceptional results.",
  "about_details": "Personal Details",
  "about_details_birthdate": "Birthdate",
  "about_details_phone": "Phone",
  "about_details_email": "Email",
  "about_details_website": "Website",
  "about_details_address": "Address",
  "about_details_address_line1": "Leonaldo Vidal #34, Maimon, Mons. Nouel, Dominican Republic",
  "about_details_job_status": "Job Status",
  "about_interest": "My interests",
  "about_cv": "Download CV",
  "skills_title": "Skills",
  "skills_view_info": "Visit site",
  "skills_view_projects": "View Projects",
  "contact_title": "Contact",
  "contact_noum": " Me",
  "contact_full_name": "Full Name",
  "contact_mobile_number": "Mobile Number",
  "contact_email": "Email",
  "contact_email_subject": "Email Subject",
  "contact_message": "Message",
  "contact_clear_btn": "Clear",
  "contact_send_btn": "Submit",
  "footer_rights": "All Rights Reserved",
  "footer_writeme": "Write me to",
  "footer_gotop": "Go top",
  "portfolio_title": "Portfolio",
  "portfolio_view_code": "View code",
  "portfolio_sunny_description": "Application made in React, consumes the OpenWeatherMap.com API. Among its basic functions are: displaying weather information for your current location, displaying information through maps with a light open layer implementation, displaying weather information for a selected location. Measurement systems can be interchanged between degrees Celsius and Fahrenheit.",
  "portfolio_envelope_description": "An web application designed to help the way users manage their personal finances. This  budget envelope app provides a convenient and efficient solution for individuals and families to gain control over their spending, track expenses, and achieve their financial goals.",
  "portfolio_envelope_backend_description": "Back-End made in Node Js with the necessary Endpoints to manage personal finance budget envelopes.",
  "portfolio_envelope_photo_caption_front_description": "A simple app where users can caption photos of other users. Users can log in to upload new photos, create captions for others' photos, and vote for the best captions.",
  "portfolio_envelope_photo_caption_back_description": "Back-End API for the photo caption contest application. This API provides the necessary end-points to: Upload photos, caption other users' photos, and rate captions. In addition to all of the above, the API provides a login system, to identify who owns the resources.",
  "portfolio_reddit_description": "A simple read-only Reddit reader. This app uses the Reddit JSON API. It comes with a side menu to choose topics and has a filter to search among the posts of the selected topic.",
  "portfolio_stocksearch_description": "Stock Search App is a web interface to check the stocks in the WMS of Sococo S.A.S. The exact purpose of the application is to provide a quick consultation of the existence of spare parts for the mechanics and personal workshop supervisor. Thanks to this app, rotation and movements in the warehouse area are streamlined, saving warehouse operators the search and checking of stocks.",
  "portfolio_barcodeapp_description": "SCC WMS BarcodeApp, is a mobile utility for the WMS, from Sococo S.A.S. Among its functions are: Consult warehouse items through manual entry or barcode reading, generate warehouse entries and exits, assign barcodes to warehouse items, generate and close receipts for physical counting in inventory, among others.",
  "portfolio_barcodeapi_description": "SCC WMS Barcode API. This API supports the barcode reader mobile application, in the WMS of Sococo S.A.S.",
  "portfolio_lic_description": "Sococo Licenses, is an application to verify if the operators and maintenance personnel comply with the proper certification or attitudes to make or operate machinery within the operations of Sococo S.A.S.",
  "portfolio_personal_title": "Personal Site",
  "portfolio_personal_description": "My own personal site. Built with react, react-router, redux and tailwind. Some of these technologies are not necessary for a simple site, they are only for demonstration purposes."
}