{
  "meet_1": "Hi",
  "meet_2": "Hello",
  "meet_3": "I'm",
  "noum": "me",
  "possessive": "My",
  "nav_home" : "Home",
  "nav_about" : "About",
  "nav_skills" : "Skills",
  "nav_contact" : "Contact",
  "home_job_title" : "Front-End Web Developer",
  "home_profile_resume": "Hello! I'm a passionate front-end developer with experience creating engaging and interactive user interfaces using the React JavaScript library. My goal is to combine my passion for programming with my love for design to create exceptional digital experiences.",
  "home_about_me_button": "About Me",
  "home_contact_me_button": "Contact Me",
  "about_title": "About",
  "about_paragraph_1": "Hello there!, I'm a passionate and dedicated front-end React developer with a strong desire to create immersive and engaging user experiences. I thrive on the challenges of turning ideas and designs into functional and intuitive web applications. I have always been fascinated by the intersection of technology and creativity, and that's what drew me to the world of front-end development. With a solid foundation in HTML, CSS, and JavaScript, I quickly found myself falling in love with React. Its component-based architecture and declarative approach resonated with me, enabling me to build scalable and efficient applications.",
  "about_paragraph_2": "Over the years, I have honed my skills in React and its ecosystem, keeping up with the latest trends and best practices. I have hands-on experience in developing responsive and user-friendly web interfaces, leveraging the power of React components, state management libraries like Redux or MobX, and UI frameworks such as Material-UI or Bootstrap. Collaboration and teamwork are essential aspects of my work style. I enjoy working alongside designers, backend developers, and other stakeholders to bring concepts to life. I believe that effective communication and a positive attitude are key to delivering exceptional results.",
  "about_details": "Personal Details",
  "about_details_birthdate": "Birthdate",
  "about_details_phone": "Phone",
  "about_details_email": "Email",
  "about_details_website": "Website",
  "about_details_address": "Address", 
  "about_details_address_line1": "Leonaldo Vidal #34, Maimon, Mons. Nouel, Dominican Republic", 
  "about_details_job_status": "Job Status",
  "about_interest": "My interests",
  "about_cv": "Download CV",
  "skills_title": "Skills",
  "skills_view_info": "Visit site",
  "skills_view_projects": "View Projects",
  "contact_title": "Contact",
  "contact_noum": " Me",
  "contact_full_name": "Full Name",
  "contact_mobile_number": "Mobile Number",
  "contact_email": "Email",
  "contact_email_subject": "Email Subject",
  "contact_message": "Message",
  "contact_clear_btn": "Clear",
  "contact_send_btn": "Submit",
  "footer_rights": "All Rights Reserved",
  "footer_writeme": "Write me to",
  "footer_gotop": "Go top"
}