{
  "meet_1": "Hola",
  "meet_2": "Hola",
  "meet_3": "Soy",
  "noum": "mí",
  "possessive": "Mis",
  "nav_home" : "Inicio",
  "nav_about" : "Sobre mí",
  "nav_skills" : "Habilidades",
  "nav_contact" : "Contacto",
  "home_job_title" : "Desarrollador Web Front-End",
  "home_profile_resume": "¡Hola! Soy un desarrollador front-end apasionado con experiencia en la creación de interfaces de usuario atractivas e interactivas utilizando la biblioteca React JavaScript. Mi objetivo es combinar mi pasión por la programación con mi amor por el diseño para crear experiencias digitales excepcionales.",
  "home_about_me_button": "Sobre Mi",
  "home_contact_me_button": "Contactame",
  "about_title": "Sobre",
  "about_paragraph_1": "¡Hola! Soy un desarrollador front-end React apasionado y dedicado con un fuerte deseo de crear experiencias de usuario inmersivas y atractivas. Me encantan los desafíos de convertir ideas y diseños en aplicaciones web funcionales e intuitivas. Siempre me ha fascinado la intersección de la tecnología y la creatividad, y eso es lo que me atrajo al mundo del desarrollo front-end. Con una base sólida en HTML, CSS y JavaScript, rápidamente me enamoré de React. Su arquitectura basada en componentes y su enfoque declarativo resonaron conmigo, permitiéndome crear aplicaciones escalables y eficientes.",
  "about_paragraph_2": "A lo largo de los años, he perfeccionado mis habilidades en React y su ecosistema, manteniéndome al día con las últimas tendencias y mejores prácticas. Tengo experiencia práctica en el desarrollo de interfaces web receptivas y fáciles de usar, aprovechando el poder de los componentes de React, bibliotecas de administración de estado como Redux o MobX y marcos de interfaz de usuario como Material-UI o Bootstrap. La colaboración y el trabajo en equipo son aspectos esenciales de mi estilo de trabajo. Disfruto trabajar junto a diseñadores, desarrolladores back-end y otras partes interesadas para dar vida a los conceptos. Creo que la comunicación efectiva y una actitud positiva son clave para obtener resultados excepcionales.",
  "about_details": "Detalles Personales",
  "about_details_birthdate": "Fecha de Nacimiento",
  "about_details_phone": "Telefono",
  "about_details_email": "Correo Electronico",
  "about_details_website": "Sitio Web",
  "about_details_address": "Dirección",
  "about_details_address_line1": "Leonaldo Vidal #34, Maimon, Mons. Nouel, Republica Dominicana",
  "about_details_job_status": "Estado de Empleo",
  "about_interest": "Mis Intereses",
  "about_cv": "Descargar CV",
  "skills_title": "Habilidades",
  "skills_view_info": "Ver sitio",
  "skills_view_projects": "Ver Proyectos",
  "contact_title": "Contacta",
  "contact_noum": "me",
  "contact_full_name": "Nombre Completo",
  "contact_mobile_number": "Numero movil",
  "contact_email": "Correo Electronico",
  "contact_email_subject": "Asunto",
  "contact_message": "Mensaje",
  "contact_clear_btn": "Limpiar",
  "contact_send_btn": "Enviar",
  "footer_rights": "Todos los derechos reservados",
  "footer_writeme": "Escribeme a",
  "footer_gotop": "Ir arriba"
}