{
  "meet_1": "Hola",
  "meet_2": "Hola",
  "meet_3": "Soy",
  "noum": "mí",
  "possessive": "Mis",
  "nav_home" : "Inicio",
  "nav_about" : "Sobre mí",
  "nav_skills" : "Habilidades",
  "nav_portfolio" : "Portafolio",
  "nav_contact" : "Contacto",
  "home_job_title" : "Desarrollador Web",
  "home_profile_resume": "Soy un desarrollador web entusiasta con una sólida formación en ingeniería informática. Me caracterizo por brindar excelencia técnica y creatividad en cada proyecto en el que participo. Con una actitud humilde, me considero un solucionador de problemas colaborativo, ansioso por contribuir al éxito de proyectos desafiantes y seguir aprendiendo en este emocionante campo del desarrollo web. ",
  "home_about_me_button": "Sobre Mi",
  "home_contact_me_button": "Contactame",
  "about_title": "Sobre",
  "about_paragraph_1": "¡Hola! Soy un desarrollador front-end React apasionado y dedicado con un fuerte deseo de crear experiencias de usuario inmersivas y atractivas. Me encantan los desafíos de convertir ideas y diseños en aplicaciones web funcionales e intuitivas. Siempre me ha fascinado la intersección de la tecnología y la creatividad, y eso es lo que me atrajo al mundo del desarrollo front-end. Con una base sólida en HTML, CSS y JavaScript, rápidamente me enamoré de React. Su arquitectura basada en componentes y su enfoque declarativo resonaron conmigo, permitiéndome crear aplicaciones escalables y eficientes.",
  "about_paragraph_2": "A lo largo de los años, he perfeccionado mis habilidades en React y su ecosistema, manteniéndome al día con las últimas tendencias y mejores prácticas. Tengo experiencia práctica en el desarrollo de interfaces web receptivas y fáciles de usar, aprovechando el poder de los componentes de React, bibliotecas de administración de estado como Redux o MobX y marcos de interfaz de usuario como Material-UI o Bootstrap. La colaboración y el trabajo en equipo son aspectos esenciales de mi estilo de trabajo. Disfruto trabajar junto a diseñadores, desarrolladores back-end y otras partes interesadas para dar vida a los conceptos. Creo que la comunicación efectiva y una actitud positiva son clave para obtener resultados excepcionales.",
  "about_details": "Detalles Personales",
  "about_details_birthdate": "Fecha de Nacimiento",
  "about_details_phone": "Telefono",
  "about_details_email": "Correo Electronico",
  "about_details_website": "Sitio Web",
  "about_details_address": "Dirección",
  "about_details_address_line1": "Leonaldo Vidal #34, Maimon, Mons. Nouel, Republica Dominicana",
  "about_details_job_status": "Estado de Empleo",
  "about_interest": "Mis Intereses",
  "about_cv": "Descargar CV",
  "skills_title": "Habilidades",
  "skills_view_info": "Ver sitio",
  "skills_view_projects": "Ver Proyectos",
  "contact_title": "Contacta",
  "contact_noum": "me",
  "contact_full_name": "Nombre Completo",
  "contact_mobile_number": "Numero movil",
  "contact_email": "Correo Electronico",
  "contact_email_subject": "Asunto",
  "contact_message": "Mensaje",
  "contact_clear_btn": "Limpiar",
  "contact_send_btn": "Enviar",
  "footer_rights": "Todos los derechos reservados",
  "footer_writeme": "Escribeme a",
  "footer_gotop": "Ir arriba",
  "portfolio_title": "Portafolio",
  "portfolio_view_code": "Ver código",
  "portfolio_sunny_description": "Aplicación hecha en react, consume la API de OpenWeatherMap.com. Entre sus funciones basicas se encuentrar, mostrar informacion del clima de su hibicacion actual, mostrar informacion a travez de mapas con una ligera implementacion de open layer, mostrar la informacion del clima de una ubicacion seleccionada. Se puede intercambiar los sistemas de medidas entre grados centigrados y farenheits.",
  "portfolio_envelope_description": "Una aplicación web diseñada para ayudar a los usuarios a administrar sus finanzas personales. Esta aplicación de sobre de presupuesto brinda una solución conveniente y eficiente para que las personas y las familias obtengan control sobre sus gastos, realicen un seguimiento de los gastos y alcancen sus objetivos financieros.",
  "portfolio_envelope_backend_description": "Back-End hecho en Node Js con los Endpoints necesarios para el manejo de los sobres de presupuestos de finanzas personales.",
  "portfolio_envelope_photo_caption_front_description": "Una simple aplicación donde los usuarios pueden subtitular fotos de otros usuarios. Los usuarios pueden iniciar sesión para subir fotos nuevas, crear subtítulos de las fotos de otros y votar por los mejores subtítulos.",
  "portfolio_envelope_photo_caption_back_description": "Back-End API para la aplicación photo caption contest. Esta API proporciona, los end-points necesarios para: Subir fotos, subtitular las fotos de otros usuarios y calificar los subtítulos. Además de todo lo anterior, la API proporciona un sistema de inicio de sesión, para identificar aquienes pertenecen los recursos.",
  "portfolio_reddit_description": "Un simple lector de Reddit de solo lectura. Esta aplicación utiliza la API JSON de Reddit. Viene con un menú lateral para elegir tópicos y cuenta con un filtro para buscar entre los posteos del tópico seleccionado.",
  "portfolio_stocksearch_description": "Stock Search App es una interface web para consultar las existencias en el WMS de Sococo S.A.S. La finalidad exacta de la aplicación es proporcionar una consulta rápida de la existencia de repuestos para los mecánicos y personal supervisor de taller. Gracias a esta app se agiliza la rotación y movimientos en el área de  almacén, ahorrándole a los operadores de almacén la búsqueda y comprobación de existencias.",
  "portfolio_barcodeapp_description": "SCC WMS  BarcodeApp, es una utilidad móvil para el WMS, de Sococo S.A.S. Entre sus funciones se encuentran: Consultar artículos del almacén por medio de entrada manual o lectura de códigos de barra, generar entradas y salidas de almacén, asignar códigos de barras a los artículos de almacén, generar y cerrar boletas para el conteo físico en inventario, entre otros.",
  "portfolio_barcodeapi_description": "SCC WMS Barcode API. Esta API da soporte a la aplicación móvil lectora de códigos de barra, en el WMS de  Sococo S.A.S.",
  "portfolio_lic_description": "Licencias Sococo, es una aplicación para verificar si los operadores y personal de mantenimiento, cumplen con la debida certificación o actitudes para realizar u operar maquinarias dentro de las operaciones de Sococo S.A.S."
}